app/controllers/book_controller.rb

  def index
    @books1 = Book.all
---
SELECT "books".* FROM "books"